{
    "catalog": [
        {
            "id": "f98838e9a7cfba2079bd0b7436ce2696",
            "type": "Комнатные цветы",
            "variety": "Суккуленты",
            "name": "Алоэ Вера",
            "images": "./images/aloe-vera.jpg",
            "description": {
                "title": "Алоэ Вера",
                "p1": "Алоэ вера – лечебное растение, способное выживать в неблагоприятных условиях. Его относят к разряду суккулентов, семейству Асфоделовых. Отличием этого вида является слабое развитие корневой системы. Надземная часть состоит из длинных листьев с колючим краем по обе стороны каждого листа.",
                "p2": "Форма листьев вытянута и больше похожа на толстые изогнутые стебли. При этом каждый лист, отличающийся темно-зеленым оттенком, насыщен соком, что делает его мясистым. Сок растения имеет гелеобразную текстуру и слабый зеленовато-желтый цвет. В высоту цветонос может достигать 70-80 см.",
                "p3": "Цветы алоэ вера чаще собраны в соцветие, цвет их может быть желтоватым либо красным. Второй тон в природе встречается реже. Цветение Барбаденсис Миллер в комнатных условиях более редкое, нежели при выращивании на улице. Если дома он цветет раз в 10 лет, то в природных условиях это происходит раз в 2 года."
            },
            "care": {
                "title": "Уход",
                "subtitle": "Общий уход",
                "p1": "Несмотря на то что растение считается неприхотливым в уходе, можно взять на заметку несколько рекомендаций. Это упростит культивирование суккулента в домашних условиях и позволит вырастить здоровое растение.",
                "list-care": [
                    {
                        "item-title": "Солнечный свет",
                        "item-p": "Для правильного развития и роста алоэ вера необходим солнечный свет, а потому горшок с цветком после появления всходов нужно поставить на солнечное место."
                    },
                    {
                        "item-title": "Полив",
                        "item-p": "Полив растения летом должен сопрягаться с опрыскиванием, чтобы цветку хватало влаги. Зимой нужно дозировано, причем объем влаги должен быть меньшим в сравнении с летним поливом."
                    },
                    {
                        "item-title": "Температура",
                        "item-p": "В летний период горшок нужно выносить на улицу, позволяя суккуленту напитываться свежим воздухом. Если выращивают алоэ в комнатных условиях, необходимо обеспечить ему температурный режим с наиболее благоприятными для развития условиями, что достигается при температуре +22… + 25 градусов. Минимальная отметка температуры, при которой растение будет расти зимой, составляет не ниже +12 градусов."
                    }
                ]
            }
        }
    ],
    "price": [
        {
            "f98838e9a7cfba2079bd0b7436ce2696": [
                {
                    "quantity": 200,
                    "price": "100",
                    "size": "15-30"
                },
                {
                    "quantity": 200,
                    "price": "150",
                    "size": "30-40"
                },
                {
                    "quantity": 200,
                    "price": "200",
                    "size": "40-55"
                },
                {
                    "quantity": 200,
                    "price": "250",
                    "size": "55-65"
                },
                {
                    "quantity": 200,
                    "price": "300",
                    "size": "65-80"
                }
            ]
        }
    ]
}