{
    "catalog": [
        {
            "id": "f98838e9a7cfba2079bd0b7436ce2696",
            "type": "Комнатные цветы",
            "genus": "Суккуленты",
            "name": "Алоэ Вера",
            "images": "./images/catalog/aloe-vera.jpg",
            "description": {
                "title": "Алоэ Вера",
                "p1": "Алоэ вера – лечебное растение, способное выживать в неблагоприятных условиях. Его относят к разряду суккулентов, семейству Асфоделовых. Отличием этого вида является слабое развитие корневой системы. Надземная часть состоит из длинных листьев с колючим краем по обе стороны каждого листа.",
                "p2": "Форма листьев вытянута и больше похожа на толстые изогнутые стебли. При этом каждый лист, отличающийся темно-зеленым оттенком, насыщен соком, что делает его мясистым. Сок растения имеет гелеобразную текстуру и слабый зеленовато-желтый цвет. В высоту цветонос может достигать 70-80 см.",
                "p3": "Цветы алоэ вера чаще собраны в соцветие, цвет их может быть желтоватым либо красным. Второй тон в природе встречается реже. Цветение Барбаденсис Миллер в комнатных условиях более редкое, нежели при выращивании на улице. Если дома он цветет раз в 10 лет, то в природных условиях это происходит раз в 2 года."
            },
            "care": {
                "title": "Уход",
                "subtitle": "Общий уход",
                "p1": "Несмотря на то что растение считается неприхотливым в уходе, можно взять на заметку несколько рекомендаций. Это упростит культивирование суккулента в домашних условиях и позволит вырастить здоровое растение.",
                "list-care": [
                    {
                        "item-title": "Солнечный свет",
                        "item-p": "Для правильного развития и роста алоэ вера необходим солнечный свет, а потому горшок с цветком после появления всходов нужно поставить на солнечное место."
                    },
                    {
                        "item-title": "Полив",
                        "item-p": "Полив растения летом должен сопрягаться с опрыскиванием, чтобы цветку хватало влаги. Зимой нужно дозировано, причем объем влаги должен быть меньшим в сравнении с летним поливом."
                    },
                    {
                        "item-title": "Температура",
                        "item-p": "В летний период горшок нужно выносить на улицу, позволяя суккуленту напитываться свежим воздухом. Если выращивают алоэ в комнатных условиях, необходимо обеспечить ему температурный режим с наиболее благоприятными для развития условиями, что достигается при температуре +22… + 25 градусов. Минимальная отметка температуры, при которой растение будет расти зимой, составляет не ниже +12 градусов."
                    }
                ]
            },
            "price": [
                {
                    "quantity": 200,
                    "price": "100",
                    "size": "15-30"
                },
                {
                    "quantity": 200,
                    "price": "150",
                    "size": "30-40"
                },
                {
                    "quantity": 200,
                    "price": "200",
                    "size": "40-55"
                },
                {
                    "quantity": 200,
                    "price": "250",
                    "size": "55-65"
                },
                {
                    "quantity": 200,
                    "price": "300",
                    "size": "65-80"
                }
            ]
        },
        {
            "id": "5ce089a852a0c5a43f6483fdd635d84d",
            "type": "Комнатные цветы",
            "genus": "Сансевиерия",
            "name": "Змеиное растение",
            "images": "./images/catalog/snake.jpg",
            "description": {
                "title": "Змеиное растение",
                "p1": "Змеиное растение - одно из самых жестких комнатных растений, способное выдержать большинство условий в помещении. С его величественной вертикальной листвой, которая выглядит почти искусственно, змеиное растение, также называемое языком свекрови, добавляет великолепную архитектурную форму комнате и дополняет все стили декора. Как и многие комнатные растения, он помогает фильтровать воздух в помещении."
            },
            "care": {
                "title": "Уход",
                "subtitle": "Общий уход",
                "p1": "Несмотря на то что растение считается неприхотливым в уходе, можно взять на заметку несколько рекомендаций. Это упростит культивирование суккулента в домашних условиях и позволит вырастить здоровое растение.",
                "list-care": [
                    {
                        "item-title": "Солнечный свет",
                        "item-p": "В идеале змеиному растению нравится частичное солнце. Но вы можете оставить его в темном углу, и он будет счастлив, или установить его в солнечном южном окне, и он тоже будет счастлив там. В полном оттенке цвет в некоторых сансевиериях может стать слегка размытым, а более высокие типы могут стать длинноногими и гибкими, но обычно это не представляет большой проблемы."
                    },
                    {
                        "item-title": "Полив",
                        "item-p": [
                            "Это растение чрезвычайно устойчиво к засухе, но его ахиллесовой пятой является слишком много воды. Посадите сансевиерия в хорошо высушенный горшок с заливочной смесью, которая не содержит много воды. Периодически удобрять - даже небольшая доза медленного высвобождения удобрения сделает эту работу. Будьте осторожны, чтобы не чрезмерное оплодотворение, так как слишком много может привести к тому, что растение змеи станет мягким, гибким.",
                            "При правильных условиях цветет змея. Хотя цветы и не слишком эффектные, они растут большими гроздьями, как правило, белые с зеленоватым оттенком. Маленькие трубчатые цветы испускают сладкий цветочный аромат, который может заполнить комнату, особенно ночью. Но не планируйте цветение змеи с какой-либо регулярностью; многие цветут только один раз в несколько лет, не следуя какому-либо графику.",
                            "Попробуйте эти комнатные растения, которые переносят слабое освещение."
                        ]
                    }
                ]
            },
            "price": [
                {
                    "quantity": 200,
                    "price": "100",
                    "size": "30-70"
                },
                {
                    "quantity": 200,
                    "price": "150",
                    "size": "70-100"
                },
                {
                    "quantity": 200,
                    "price": "200",
                    "size": "100-150"
                },
                {
                    "quantity": 200,
                    "price": "250",
                    "size": "150-200"
                },
                {
                    "quantity": 200,
                    "price": "300",
                    "size": "200-250"
                }
            ]
        },
        {
            "id": "12754e74e08c6e3a7ced329a477dcb13",
            "type": "Комнатные цветы",
            "genus": "Ароидные",
            "name": "Монстера",
            "images": "./images/catalog/monstera.jpg",
            "description": {
                "title": "Монстера",
                "p1": "Монстера – это растение семейства Ароидные, знаменитое в первую очередь своими крупными листьями. Название растения переводится как «причудливая» (еще одна версия «чудовище»), а родиной называют тропические леса Центральной Америки. В природе лиана также встречается в Азии, в Южной Америке, на территории тропиков Мексики, Коста-Рики, Панамы. В Австралии ее выращивают ради съедобных початков."
            },
            "care": {
                "title": "Уход",
                "subtitle": "Общий уход",
                "p1": "Несмотря на то что растение считается неприхотливым в уходе, можно взять на заметку несколько рекомендаций. Это упростит культивирование суккулента в домашних условиях и позволит вырастить здоровое растение.",
                "list-care": [
                    {
                        "item-title": "Солнечный свет",
                        "item-p": ["Свет должен быть ярким, но обязательно рассеянным. Если нарушать это правило, листья утратят свою «изюминку» – белые полосы, штрихи и пятна и станут просто темно-зелеными. Если вы наблюдаете подобное у своей любимицы, вероятная причина – недостаток света."]
                    },
                    {
                        "item-title": "Полив",
                        "item-p": [
                            "Полив требуется умеренный, важно не допускать высыхания земли. Весной и летом полив более интенсивный. В зимнее время можно поливать растение на второй-третий день после того, как земляной ком стал сухим. Летом раз в 2-4 дня следует орошать листья водой. Зимой опрыскивать листья не нужно, лучше поставить рядом с растением емкость с водой или периодически протирать листья влажной мягкой тряпочкой"
                        ]
                    },
                    {
                        "item-title":"Температура",
                        "item-p":["Оптимальный температурный режим для лианы – от 16 до 24 С. Несмотря на то что она неплохо переносит «скачки» температур, последние лучше минимизировать. При сильном снижении температуры замедляются темпы роста, монстере не хватает сил набрать соцветия. В зимнее время рекомендуется снизить температуру до 14-16 С. Важно избегать сквозняков."]
                    }
                ]
            },
            "price": [
                {
                    "quantity": 200,
                    "price": "100",
                    "size": "30-70"
                },
                {
                    "quantity": 200,
                    "price": "150",
                    "size": "70-100"
                },
                {
                    "quantity": 200,
                    "price": "200",
                    "size": "100-150"
                },
                {
                    "quantity": 200,
                    "price": "250",
                    "size": "150-200"
                },
                {
                    "quantity": 200,
                    "price": "300",
                    "size": "200-250"
                }
            ]
        },
        {
            "id": "5cd3148d5878b5fd2d3d702a1ca307bd",
            "type": "Комнатные цветы",
            "genus": "Древесные",
            "name": "Стрелиция Николая",
            "images": "./images/catalog/strelitzia-nicolai.jpg",
            "description": {
                "title": "Стрелиция Николая",
                "p1": "Это многолетнее растение с крупными вечнозелеными листьями. Цветки у растения с белыми лепестками и сиреневыми прицветниками могут быть более темной или светлой окраски в зависимости от разновидности растения. Причем длина лепестков доходит до 16 см. Интересна и форма самого цветоноса – он имеет 4 листа в виде головы птицы с белым гребнем и фиолетовым клювом. В естественной среде обитания растение достигает рекордных 10 м в высоту. Изысканные кустики стрелиции обитают даже на экзотическом острове Мадагаскар. А королевская стрелиция стала официальным цветком американского Лос-Анджелеса."
            },
            "care": {
                "title": "Уход",
                "subtitle": "Общий уход",
                "p1": ["Это растение в комнатных условиях не вырастает обычно выше 1,5 метра. А если рядом с ним культивируются другие цветы, стоит подобрать растения, которым в холодное время года рекомендуется прохладное содержание. При этом желательно даже в комнатных условиях создавать для экзотической культуры необходимые перепады дневных и ночных температур."],
                "list-care": [
                    {
                        "item-title": "Солнечный свет",
                        "item-p": "«Дикий банан», как по другому называют стрелицию Николая, в природе растет в горных ущельях или лесных массивах Капской провинции на юго-западе ЮАР. При домашнем выращивании культуру стоит размещать в месте, где много света. Южные стороны с отдалением от окна только приветствуются цветоводами. А вот летом, вне зависимости от региона, где вы проживаете, растение стоит выносить на свежий воздух – например, во двор, на террасу или балкон."
                    },
                    {
                        "item-title": "Полив",
                        "item-p": [
                            "Поливают растение обильно, главное, следить, чтобы не было застоя воды в поддоне к горшку. Раз в неделю можно подкормить посадки минеральным удобрением. А вот в холодное время года растению достаточно +15 градусов для зимовки. При этом полив стоит немного сократить. Цветет растение с начала января до конца июня, но в первый год после посадки этого ждать точно не стоит. Весной толстые стволы украшают бело-синие соцветия в зеленовато-красных прилистниках."
                        ]
                    }
                ]
            },
            "price": [
                {
                    "quantity": 200,
                    "price": "100",
                    "size": "30-70"
                },
                {
                    "quantity": 200,
                    "price": "150",
                    "size": "70-100"
                },
                {
                    "quantity": 200,
                    "price": "200",
                    "size": "100-150"
                },
                {
                    "quantity": 200,
                    "price": "250",
                    "size": "150-200"
                },
                {
                    "quantity": 200,
                    "price": "300",
                    "size": "200-250"
                }
            ]
        }
    ]
}